<?php
if($_SERVER['REQUEST_METHOD']=="PUT"){
} else {
	echo '{
		"id":245,
		"status":1,
		"data":[
			{
				"time":"2016-04-22 11:22:23",
				"context":"啦啦投递并签收，签收人：5555收"
			},
			{
				"time":"2016-04-22 11:22:23",
				"context":"5555安排投递，签收人：啦啦收（投递员：xxx ）"
			},
			{
				"time":"2016-04-22 11:22:23",
				"context":"5555安排投递，签收人：啦啦收（联系电话：<a href=\"tel:5554654654\">5554654654</a>;）"
			},
			{
				"time":"2016-04-22 11:22:23",
				"context":"5555（联系电话：<a href=\"tel:5554654654\">5554654654</a>;）"
			},
			{
				"time":"2016-04-22 11:22:23",
				"context":"5555（联系电话：<a href=\"tel:5554654654\">5554654654</a>;）"
			}

		]
	}';
};
?>